Repository: miachillgood/magpie
Catalog: SnapLingo/Localizable.xcstrings
Source language: zh_hans
Languages: en, es, ja, ko, pt_br, zh_hant

source: 基础
en: Elementary
es: Básico
ja: 初級
ko: 초급
pt_br: Básico
zh_hant: 基礎

source: 复习
en: Review
es: Repaso
ja: 復習
ko: 복습
pt_br: Revisão
zh_hant: 複習

source: 复习了 %lld 次
en: Reviewed %lld times
es: %lld repasos
ja: %lld回復習
ko: %lld번 복습했어요
pt_br: %lld revisões
zh_hant: 複習了 %lld 次

source: 复习几分钟，再拍下身边的一个英文场景吧。
en: Review for a few minutes, then snap some English around you.
es: Repasa unos minutos y luego fotografía algo en inglés a tu alrededor.
ja: 数分だけ復習して、身の回りの英語をひとつ撮ってみましょう。
ko: 몇 분만 복습하고, 주변의 영어 장면도 하나 찍어 보세요.
pt_br: Revise por alguns minutos e fotografe uma cena em inglês por perto.
zh_hant: 花幾分鐘複習一下，再拍下身邊的一個英文場景吧。

source: 复习次数
en: Reviews
es: Repasos
ja: 復習回数
ko: 복습 횟수
pt_br: Revisões
zh_hant: 複習次數

source: 复习这一天
en: Review this day
es: Repasar este día
ja: この日を復習
ko: 이날 복습하기
pt_br: Revisar este dia
zh_hant: 複習這一天

source: 复习间隔超过 21 天或手动标记的词会出现在这里。
en: Words with a review interval over 21 days, or ones you mark as mastered, show up here.
es: Aquí aparecen las palabras con un intervalo de repaso de más de 21 días o que marcaste tú como dominadas.
ja: 復習間隔が21日を超えた単語や、自分で習得済みにした単語がここに表示されます。
ko: 복습 간격이 21일을 넘었거나 직접 표시한 단어가 여기에 나와요.
pt_br: Aqui aparecem as palavras com intervalo de revisão acima de 21 dias ou que você marcou como “Já sei”.
zh_hant: 複習間隔超過 21 天或手動標記的單字會出現在這裡。

source: 多台设备同步
en: Sync across devices
es: Sincroniza tus dispositivos
ja: 複数のデバイスで同期
ko: 여러 기기에서 동기화
pt_br: Sincronize seus aparelhos
zh_hant: 多台裝置同步

source: 天复习过
en: Days reviewed
es: días con repaso
ja: 復習した日
ko: 복습한 날
pt_br: dias com revisão
zh_hant: 天複習過

source: 天拍了东西
en: Days with photos
es: días con fotos
ja: 撮影した日
ko: 촬영한 날
pt_br: dias com fotos
zh_hant: 天拍了東西

source: 太简单
en: Too easy
es: Muy fácil
ja: 簡単すぎ
ko: 너무 쉬워요
pt_br: Moleza
zh_hant: 太簡單

source: 头像只存在这台手机上
en: Your avatar stays on this phone only
es: Tu foto de perfil solo se guarda en este teléfono
ja: アイコンはこのiPhoneにだけ保存されます
ko: 프로필 사진은 이 휴대폰에만 저장돼요
pt_br: O avatar fica só neste celular
zh_hant: 大頭貼只存在這支手機上

source: 好
en: OK
es: OK
ja: OK
ko: 확인
pt_br: OK

source: 好的
en: Got it
es: Entendido
ja: OK
ko: 좋아요
pt_br: Combinado

source: 学习中
en: Learning
es: Aprendiendo
ja: 学習中
ko: 학습 중
pt_br: Aprendendo
zh_hant: 學習中

source: 学这个场景 · %lld
en: Study this scene · %lld
es: Estudiar esta escena · %lld
ja: このシーンを学ぶ · %lld
ko: 이 장면 공부하기 · %lld
pt_br: Estudar esta cena · %lld
zh_hant: 學這個場景 · %lld

source: 它们会出现在今日计划里
en: They'll show up in today's plan
es: Aparecerán en tu plan de hoy
ja: 今日のプランに追加されます
ko: 오늘 계획에 들어가요
pt_br: Elas vão entrar no plano de hoje
zh_hant: 它們會出現在今日計畫裡

source: 完成
en: Done
es: Listo
ja: 完了
ko: 완료
pt_br: Pronto

source: 完成目标
en: Goal reached
es: Meta cumplida
ja: 目標達成
ko: 목표 달성
pt_br: meta cumprida
zh_hant: 達成目標

source: 对着英文拍一张
en: Snap any English
es: Fotografía el inglés
ja: 英語を撮るだけで
ko: 영어를 찍기만 하면
pt_br: Fotografe o inglês
zh_hant: 對著英文拍一張

source: 导入示例数据
en: Load sample data
es: Importar datos de ejemplo
ja: サンプルデータを読み込む
ko: 샘플 데이터 가져오기
pt_br: Importar dados de exemplo
zh_hant: 匯入範例資料

source: 导出单词
en: Export words
es: Exportar palabras
ja: 単語をエクスポート
ko: 단어 내보내기
pt_br: Exportar palavras
zh_hant: 匯出單字

source: 已保存 %lld 个词
en: %lld words saved
es: %lld palabras guardadas
ja: %lld語を保存しました
ko: 단어 %lld개를 저장했어요
pt_br: %lld palavras salvas
zh_hant: 已儲存 %lld 個單字

source: 已发送到 %@
en: Sent to %@
es: Enviado a %@
ja: %@ に送信しました
ko: 보낸 곳: %@
pt_br: Enviado para %@
zh_hant: 已傳送到 %@

source: 已在词库
en: Already in your library
es: Ya guardadas
ja: 単語帳に登録済み
ko: 이미 저장한 단어
pt_br: Já no vocabulário
zh_hant: 已在單字庫

source: 已掌握
en: Mastered
es: Dominada
ja: 習得済み
ko: 암기 완료
pt_br: Já sei

source: 已经捕捉 **%lld** 个词了！
en: you've caught **%lld** words already!
es: ¡ya atrapaste **%lld** palabras!
ja: もう**%lld**個の単語をキャッチ！
ko: 벌써 단어 **%lld**개를 모았어요!
pt_br: você já pegou **%lld** palavras!
zh_hant: 已經捕捉到 **%lld** 個單字了！

source: 已经是最高等级了
en: You're at the top level
es: Ya estás en el nivel más alto
ja: もう最高レベルです
ko: 이미 최고 레벨이에요
pt_br: Você já está no nível mais alto
zh_hant: 已經是最高等級了

source: 已选 %lld 个
en: %lld selected
es: %lld seleccionadas
ja: %lld個を選択中
ko: %lld개 선택
pt_br: %lld selecionadas
zh_hant: 已選 %lld 個

source: 已通过 Apple 登录
en: Signed in with Apple
es: Sesión iniciada con Apple
ja: Appleでサインイン済み
ko: Apple로 로그인했어요
pt_br: Login feito com a Apple
zh_hant: 已透過 Apple 登入

source: 开启提醒
en: Turn on reminders
es: Activar recordatorio
ja: リマインダーをオン
ko: 알림 켜기
pt_br: Ativar lembretes
zh_hant: 開啟提醒

source: 开始
en: Get started
es: Empezar
ja: はじめる
ko: 시작하기
pt_br: Começar
zh_hant: 開始

source: 开始今日学习后，词会出现在这里。
en: Words show up here once you start today's study.
es: Las palabras aparecerán aquí cuando empieces el estudio de hoy.
ja: 今日の学習を始めると、単語がここに表示されます。
ko: 오늘 학습을 시작하면 단어가 여기에 나와요.
pt_br: As palavras aparecem aqui depois que você começar o estudo do dia.
zh_hant: 開始今天的學習後，單字會出現在這裡。

source: 开始复习
en: Start review
es: Empezar repaso
ja: 復習をはじめる
ko: 복습 시작
pt_br: Começar revisão
zh_hant: 開始複習

source: 当前间隔
en: Interval
es: Intervalo
ja: 現在の間隔
ko: 현재 간격
pt_br: Intervalo atual
zh_hant: 目前間隔

source: 待学
en: New
es: Por aprender
ja: 未学習
ko: 학습 전
pt_br: A aprender
zh_hant: 待學

source: 忘了
en: Forgot
es: Olvidé
ja: 忘れた
ko: 잊었어요
pt_br: Esqueci

source: 忘了 %lld 次
en: Forgot %lld times
es: Olvidada %lld veces
ja: %lld回忘れた
ko: %lld번 잊었어요
pt_br: Esquecida %lld vezes

source: 总是记不住的词
en: Words that won't stick
es: Las que siempre olvidas
ja: なかなか覚えられない単語
ko: 자꾸 잊는 단어
pt_br: Palavras que sempre escapam
zh_hant: 老是記不住的單字

source: 恢复复习
en: Review again
es: Volver a repasar
ja: 復習に戻す
ko: 다시 복습하기
pt_br: Voltar a revisar
zh_hant: 恢復複習

source: 我们会发一封带 6 位验证码的邮件。
en: We'll email you a 6-digit code.
es: Te enviaremos un correo con un código de 6 dígitos.
ja: 6 桁の確認コードをメールで送ります。
ko: 6자리 인증번호가 담긴 이메일을 보내드려요.
pt_br: Vamos enviar um e-mail com um código de 6 dígitos.
zh_hant: 我們會寄一封附有 6 位數驗證碼的郵件。

source: 我们会发一条 6 位验证码到你的手机。
en: We'll text you a 6-digit code.
es: Te enviaremos un código de 6 dígitos por SMS.
ja: 6 桁の確認コードを SMS で送ります。
ko: 휴대폰으로 6자리 인증번호를 보내드려요.
pt_br: Vamos enviar um código de 6 dígitos por SMS.
zh_hant: 我們會傳一則 6 位數驗證碼到你的手機。

source: 我已经掌握了
en: I know this one
es: Ya la domino
ja: もう覚えた
ko: 이미 외웠어요
pt_br: Já sei essa
zh_hant: 我已經掌握了

source: 我的
en: Me
es: Perfil
ja: マイページ
ko: 마이
pt_br: Perfil

source: 我的水平
en: My level
es: Mi nivel
ja: あなたのレベル
ko: 내 레벨
pt_br: Meu nível
zh_hant: 我的程度

source: 我的英语从哪里来
en: Where my English comes from
es: De dónde viene mi inglés
ja: 英語を見つけた場所
ko: 내 영어가 온 곳
pt_br: De onde vem meu inglês
zh_hant: 我的英文從哪裡來

source: 我的足迹
en: My journey
es: Mi recorrido
ja: あしあと
ko: 내 발자취
pt_br: Minha jornada
zh_hant: 我的足跡

source: 所有保存的词都已经开始学了。
en: You've started learning all your saved words.
es: Ya empezaste a estudiar todas tus palabras guardadas.
ja: 保存した単語はすべて学習を始めています。
ko: 저장한 단어를 모두 배우기 시작했어요.
pt_br: Você já começou a estudar todas as palavras salvas.
zh_hant: 所有儲存的單字都已經開始學了。

source: 手机号
en: Phone number
es: Número de teléfono
ja: 電話番号
ko: 휴대폰 번호
pt_br: Número de telefone
zh_hant: 手機號碼

source: 打开
en: Turn on
es: Activar
ja: オンにする
ko: 켜기
pt_br: Ativar
zh_hant: 開啟

source: 打开场景：%@
en: Open scene: %@
es: Abrir escena: %@
ja: シーンを開く：%@
ko: 장면 열기: %@
pt_br: Abrir cena: %@
zh_hant: 開啟場景：%@

source: 扫描一个场景，挑几个词保存下来，它们就会出现在这里。
en: Scan a scene and save a few words. They'll show up here.
es: Escanea una escena, guarda algunas palabras y aparecerán aquí.
ja: シーンをスキャンして単語をいくつか保存すると、ここに表示されます。
ko: 장면을 스캔하고 단어 몇 개를 저장하면 여기에 나와요.
pt_br: Escaneie uma cena e salve algumas palavras. Elas vão aparecer aqui.
zh_hant: 掃描一個場景，挑幾個單字存下來，它們就會出現在這裡。

source: 扫描时会优先推荐和你水平相当、稍微难一点的词
en: When you scan, we'll suggest words at your level or a little harder
es: Al escanear, te sugeriremos primero palabras de tu nivel o un poco más difíciles
ja: スキャンすると、あなたのレベルに合った単語や少し難しめの単語を優先しておすすめします
ko: 스캔할 때 내 레벨과 비슷하거나 조금 어려운 단어를 먼저 추천해요
pt_br: Ao escanear, vamos sugerir primeiro palavras do seu nível ou um pouco mais difíceis
zh_hant: 掃描時會優先推薦跟你程度相當、稍微難一點的單字

source: 找到 %lld 段文字 按下快门
en: Found %lld pieces of text Tap the shutter
es: %lld textos detectados Toca el obturador
ja: 文字が%lldか所見つかりました シャッターを押しましょう
ko: 텍스트 %lld개를 찾았어요 셔터를 눌러 보세요
pt_br: %lld textos encontrados Toque no obturador
zh_hant: 找到 %lld 段文字 按下快門

# 把已有的 %lld 个词换成%@释义？
source: 把已有的 %1$lld 个词换成%2$@释义？
en: Switch the meanings of your %lld saved words to %@?
es: ¿Cambiar los significados de tus %lld palabras a %@?
ja: 保存済みの%lld語の意味を%@に切り替えますか？
ko: 기존 단어 %lld개도 %@ 뜻풀이로 바꿀까요?
pt_br: Trocar os significados das %lld palavras salvas para %@?
zh_hant: 要把現有的 %lld 個單字換成%@釋義嗎？

source: 拍一个新场景，积累更多单词
en: Snap a new scene to collect more words
es: Fotografía una escena nueva y suma más palabras
ja: 新しいシーンを撮って、単語を増やしましょう
ko: 새 장면을 찍고 단어를 더 모아 보세요
pt_br: Fotografe uma nova cena e junte mais palavras
zh_hant: 拍一個新場景，累積更多單字

source: 拍一个英文场景，挑几个词，之后每天在这里按计划复习。
en: Snap some English, pick a few words, then review them here a little every day.
es: Fotografía algo en inglés, elige algunas palabras y repásalas aquí cada día según tu plan.
ja: 英語のシーンを撮って単語を選ぶと、毎日ここでプランに沿って復習できます。
ko: 영어가 있는 장면을 찍고 단어 몇 개를 고르면, 매일 여기서 계획대로 복습할 수 있어요.
pt_br: Fotografe uma cena em inglês, escolha algumas palavras e revise aqui todo dia, seguindo o plano.
zh_hant: 拍一個英文場景，挑幾個單字，之後每天在這裡照計畫複習。

source: 拍一张
en: Take a photo
es: Tomar una foto
ja: 撮影する
ko: 사진 찍기
pt_br: Tirar uma foto
zh_hant: 拍一張

source: 拍一拍，扫描新场景
en: Snap a new scene
es: Escanear una escena nueva
ja: 撮影して新しいシーンをスキャン
ko: 찍어서 새 장면 스캔하기
pt_br: Fotografar uma nova cena
zh_hant: 拍一下，掃描新場景

source: 拍下一块公交站牌，单词 tap on、departure、signal 被挑了出来
en: A photo of a bus stop sign with the words tap on, departure and signal picked out
es: Foto de un cartel de parada de autobús con las palabras tap on, departure y signal seleccionadas
ja: バス停の看板を撮影し、tap on、departure、signal の単語が選ばれています
ko: 버스 정류장 표지판 사진에서 tap on, departure, signal 단어를 골라냈어요
pt_br: Foto de uma placa de ponto de ônibus com as palavras tap on, departure e signal destacadas
zh_hant: 拍下一塊公車站牌，單字 tap on、departure、signal 被挑了出來

source: 拍下你的第一块招牌
en: Snap your first sign
es: Fotografía tu primer cartel
ja: 最初の看板を撮ってみよう
ko: 첫 간판을 찍어 보세요
pt_br: fotografe sua primeira placa
zh_hant: 拍下你的第一塊招牌

# 拍了 %lld 个场景，%lld 个词
source: 拍了 %1$lld 个场景，%2$lld 个词
en: Scenes: %lld, words: %lld
es: Escenas: %lld, palabras: %lld
ja: %lldシーンを撮影、%lld語
ko: 장면 %lld개와 단어 %lld개를 모았어요
pt_br: cenas: %lld, palavras: %lld
zh_hant: 拍了 %lld 個場景、%lld 個單字

source: 拍到的文字里如果有姓名、地址这类个人信息，也会一起发送
en: If the text you photograph includes personal details like names or addresses, those are sent too
es: Si el texto que fotografías incluye datos personales como nombres o direcciones, también se envían
ja: 撮影した文字に名前や住所などの個人情報が含まれている場合は、それも送信されます
ko: 찍은 글자에 이름이나 주소 같은 개인정보가 있으면 함께 보내져요
pt_br: Se o texto fotografado tiver dados pessoais, como nomes ou endereços, eles também são enviados
zh_hant: 拍到的文字裡如果有姓名、地址這類個人資料，也會一起傳送

source: 拍照
en: Take photo
es: Tomar foto
ja: 撮影
ko: 촬영
pt_br: Tirar foto

source: 拍过的照片会按天出现在这里
en: Your photos will show up here, day by day
es: Tus fotos aparecerán aquí, ordenadas por día
ja: 撮った写真が日ごとにここに並びます
ko: 찍은 사진이 날짜별로 여기에 나와요
pt_br: Suas fotos vão aparecer aqui, separadas por dia
zh_hant: 拍過的照片會依日期出現在這裡

source: 按下快门 从相册选一张有英文的照片
en: Tap the shutter to pick a photo with English
es: Toca el obturador y elige una foto con texto en inglés
ja: シャッターを押して 英語の写真を選ぼう
ko: 셔터를 눌러 앨범에서 영어가 있는 사진을 골라 보세요
pt_br: Toque no obturador e escolha uma foto com inglês
zh_hant: 按下快門 從相簿選一張有英文的照片

source: 按下快门 拍一张有英文的照片
en: Tap the shutter to snap something in English
es: Toca el obturador para fotografiar texto en inglés
ja: シャッターを押して 英語を撮ってみよう
ko: 셔터를 눌러 영어가 있는 사진을 찍어 보세요
pt_br: Toque no obturador e fotografe algo em inglês
zh_hant: 按下快門 拍一張有英文的照片

source: 按刚才的结果换了一组词，还是点你认识的。
en: Here's a new set based on your answers. Again, tap the ones you know.
es: Según tus respuestas, aquí tienes otras palabras. Toca las que conoces.
ja: さっきの結果に合わせて単語を入れ替えました。知っている単語をタップしてください。
ko: 방금 결과에 맞춰 단어를 바꿨어요. 이번에도 아는 단어를 눌러 주세요.
pt_br: Com base nas suas respostas, aqui vão outras palavras. Toque nas que você conhece.
zh_hant: 依剛才的結果換了一組單字，一樣點你認識的。

source: 按场景复习
en: Review by scene
es: Repasar por escena
ja: シーンごとに復習
ko: 장면별 복습
pt_br: Revisar por cena
zh_hant: 依場景複習

source: 按忘记次数排
en: Most forgotten first
es: Por veces olvidadas
ja: 忘れた回数順
ko: 잊은 횟수순
pt_br: Das mais esquecidas
zh_hant: 依忘記次數排序

source: 按词数排
en: Most words first
es: Por número de palabras
ja: 単語数順
ko: 단어 수순
pt_br: Por nº de palavras
zh_hant: 依單字數排序

source: 捡到 **%lld** 个新词
en: you picked up **%lld** new words
es: recogiste **%lld** palabras nuevas
ja: 新しい単語を**%lld**個ゲット
ko: 새 단어 **%lld**개를 건졌어요
pt_br: você pegou **%lld** palavras novas
zh_hant: 撿到 **%lld** 個新單字

source: 换个号码
en: Use a different number
es: Usar otro número
ja: 別の番号にする
ko: 다른 번호로
pt_br: Usar outro número
zh_hant: 換個號碼

source: 换个邮箱
en: Use a different email
es: Usar otro correo
ja: 別のメールにする
ko: 다른 이메일로
pt_br: Usar outro e-mail
zh_hant: 換個信箱

source: 推荐给你
en: Picked for you
es: Para ti
ja: あなたへのおすすめ
ko: 추천 단어
pt_br: Para você
zh_hant: 推薦給你

source: 提醒时间
en: Reminder time
es: Hora del recordatorio
ja: リマインダー時刻
ko: 알림 시간
pt_br: Horário do lembrete
zh_hant: 提醒時間

source: 搜索单词或释义
en: Search words or meanings
es: Buscar palabra o significado
ja: 単語や意味を検索
ko: 단어나 뜻 검색
pt_br: Buscar palavra ou significado
zh_hant: 搜尋單字或釋義

source: 搜索词库
en: Search word library
es: Buscar en vocabulario
ja: 単語帳を検索
ko: 단어장 검색
pt_br: Buscar no vocabulário
zh_hant: 搜尋單字庫

source: 支持这些地区的号码：%@。
en: Numbers from these regions work: %@.
es: Se admiten números de: %@.
ja: 対応している地域：%@。
ko: 지원하는 지역: %@.
pt_br: Números aceitos de: %@.
zh_hant: 支援這些地區的號碼：%@。

source: 数据
en: Data
es: Datos
ja: データ
ko: 데이터
pt_br: Dados
zh_hant: 資料

source: 文件
en: Paperwork
es: Trámites
ja: 書類
ko: 서류
pt_br: Documentos

source: 文字识别失败，请重试
en: Couldn't read the text. Please try again
es: No se pudo leer el texto. Inténtalo de nuevo
ja: 文字を読み取れませんでした。もう一度お試しください
ko: 텍스트를 인식하지 못했어요. 다시 시도해 주세요
pt_br: Não deu para ler o texto. Tente de novo
zh_hant: 文字辨識失敗，請重試

source: 新词
en: New
es: Nuevas
ja: 新しい単語
ko: 새 단어
pt_br: Novas
zh_hant: 新單字

source: 新词会先放进待学，按每日计划慢慢学
en: New words wait in your to-learn list and come up in your daily plan
es: Las palabras nuevas pasan a “Por aprender” y las estudiarás poco a poco según tu plan diario
ja: 新しい単語はまず「未学習」に入り、毎日のプランで少しずつ学びます
ko: 새 단어는 먼저 ‘학습 전’에 들어가고, 매일 계획에 맞춰 천천히 배워요
pt_br: Palavras novas vão para “A aprender” e entram aos poucos no plano diário
zh_hant: 新單字會先放進待學，照每日計畫慢慢學

# 新词完成 %lld%%，复习完成 %lld%%
source: 新词完成 %1$lld%%，复习完成 %2$lld%%
en: New words %lld%% done, reviews %lld%% done
es: Palabras nuevas: %lld%%, repasos: %lld%%
ja: 新しい単語 %lld%%完了、復習 %lld%%完了
ko: 새 단어 %lld%% 완료, 복습 %lld%% 완료
pt_br: Progresso: palavras novas %lld%%, revisões %lld%%
zh_hant: 新單字完成 %lld%%，複習完成 %lld%%

source: 无法读取照片
en: Can't open photo
es: No se pudo leer la foto
ja: 写真を読み込めません
ko: 사진을 불러올 수 없어요
pt_br: Não deu para abrir a foto
zh_hant: 無法讀取照片

source: 日常
en: Everyday
es: Día a día
ko: 일상
pt_br: Dia a dia

source: 早上
en: Morning
es: Por la mañana
ja: 朝
ko: 아침
pt_br: Manhã

source: 明天
en: Tomorrow
es: Mañana
ja: 明日
ko: 내일
pt_br: Amanhã

source: 明天有 %lld 个词要复习，记得回来。
en: %lld words to review tomorrow. See you then!
es: Mañana tienes %lld palabras para repasar. ¡No olvides volver!
ja: 明日は%lld語の復習があります。また来てくださいね。
ko: 내일 복습할 단어가 %lld개 있어요. 잊지 말고 와 주세요.
pt_br: Amanhã você tem %lld palavras para revisar. Não esqueça de voltar!
zh_hant: 明天有 %lld 個單字要複習，記得回來喔。

source: 昨天
en: Yesterday
es: Ayer
ja: 昨日
ko: 어제
pt_br: Ontem

source: 昵称
en: Nickname
es: Apodo
ja: ニックネーム
ko: 닉네임
pt_br: Apelido
zh_hant: 暱稱

source: 显示照片上的单词标记
en: Show word labels on photo
es: Mostrar marcas de palabras en la foto
ja: 写真の単語マークを表示
ko: 사진 위 단어 표시 보기
pt_br: Mostrar marcações das palavras na foto
zh_hant: 顯示照片上的單字標記

source: 显示释义
en: Show meaning
es: Mostrar significado
ja: 意味を表示
ko: 뜻 보기
pt_br: Mostrar significado
zh_hant: 顯示釋義

source: 暖沙
en: Warm sand
es: Arena
ja: サンドベージュ
ko: 웜 샌드
pt_br: Areia

source: 更多操作
en: More
es: Más opciones
ja: その他の操作
ko: 더 보기
pt_br: Mais opções
zh_hant: 更多選項

source: 更换头像
en: Change avatar
es: Cambiar foto de perfil
ja: アイコンを変更
ko: 프로필 사진 바꾸기
pt_br: Trocar avatar
zh_hant: 更換大頭貼

source: 最后一轮
en: Last round
es: Última ronda
ja: 最後のラウンド
ko: 마지막 라운드
pt_br: Última rodada
zh_hant: 最後一輪

source: 最近一周
en: Past week
es: Últimos 7 días
ja: この1週間
ko: 최근 일주일
pt_br: Últimos 7 dias
zh_hant: 最近一週

source: 有 **%lld** 个词等你复习
en: **%lld** words are waiting for review
es: tienes **%lld** palabras por repasar
ja: **%lld**個の単語が復習を待っています
ko: 단어 **%lld**개가 복습을 기다려요
pt_br: tem **%lld** palavras esperando você
zh_hant: 有 **%lld** 個單字等你複習

source: 有待复习的词
en: Words due for review
es: Hay palabras por repasar
ja: 復習待ちの単語があります
ko: 복습할 단어가 있어요
pt_br: Tem palavras para revisar
zh_hant: 有待複習的單字

source: 服务出错了（%lld）
en: Something went wrong (%lld)
es: Error del servicio (%lld)
ja: サービスでエラーが発生しました（%lld）
ko: 서비스에 문제가 생겼어요 (%lld)
pt_br: O serviço deu erro (%lld)
zh_hant: 服務出錯了（%lld）

source: 服务有点忙，稍后再试
en: The service is busy. Try again in a bit
es: El servicio está algo ocupado. Inténtalo más tarde
ja: サービスが混み合っています。しばらくしてからお試しください
ko: 서비스가 조금 바빠요. 잠시 후 다시 시도해 주세요
pt_br: O serviço está ocupado. Tente daqui a pouco
zh_hant: 服務有點忙，請稍後再試

source: 朗读 %@
en: Read aloud: %@
es: Leer en voz alta: %@
ja: %@を読み上げ
ko: %@ 듣기
pt_br: Ouvir %@
zh_hant: 朗讀 %@

source: 本轮练习
en: Practice only
es: Solo práctica
ja: 練習のみ
ko: 연습만
pt_br: Só treino
zh_hant: 本輪練習

# 来自 %@ · 约 %lld 分钟
source: 来自 %1$@ · 约 %2$lld 分钟
en: From %@ · ~%lld min
es: De %@ · aprox. %lld min
ja: %@から · 約%lld分
ko: %@에서 · 약 %lld분
pt_br: De %@ · ~%lld min
zh_hant: 來自 %@ · 約 %lld 分鐘

# 来自 %@ 等 %lld 个场景 · 约 %lld 分钟
source: 来自 %1$@ 等 %2$lld 个场景 · 约 %3$lld 分钟
en: From %@ & more (%lld scenes) · ~%lld min
es: De %@ y más · %lld escenas · aprox. %lld min
ja: %@など%lldシーンから · 約%lld分
ko: %@ 등 장면 %lld개에서 · 약 %lld분
pt_br: De %@ e mais · %lld cenas · ~%lld min
zh_hant: 來自 %@ 等 %lld 個場景 · 約 %lld 分鐘

source: 查看整月
en: View full month
es: Ver el mes completo
ja: 月全体を見る
ko: 한 달 전체 보기
pt_br: Ver o mês inteiro
zh_hant: 查看整個月

source: 查看这个词
en: View this word
es: Ver esta palabra
ja: この単語を見る
ko: 이 단어 보기
pt_br: Ver esta palavra
zh_hant: 查看這個單字

source: 标准
en: Standard
es: Normal
ja: 標準
ko: 보통
pt_br: Padrão
zh_hant: 標準

source: 标识
en: Signs
es: Carteles
ja: 標識
ko: 표지판
pt_br: Placas
zh_hant: 標示

source: 校园
en: Campus
es: Campus
ja: キャンパス
ko: 캠퍼스
pt_br: Campus
zh_hant: 校園

source: 模糊
en: Hazy
es: Dudé
ja: うろ覚え
ko: 헷갈려요
pt_br: Na dúvida

source: 正在挑选适合你的词…
en: Picking words for you…
es: Eligiendo palabras para ti…
ja: あなたに合う単語を選んでいます…
ko: 나에게 맞는 단어를 고르는 중…
pt_br: Escolhendo palavras para você…
zh_hant: 正在挑選適合你的單字…

source: 正在生成解释…
en: Writing the meaning…
es: Generando explicación…
ja: 解説を作成中…
ko: 설명을 만드는 중…
pt_br: Gerando explicação…
zh_hant: 正在產生解釋…

source: 正在生成详细解释…
en: Writing a detailed explanation…
es: Generando explicación detallada…
ja: くわしい解説を作成中…
ko: 자세한 설명을 만드는 중…
pt_br: Gerando explicação detalhada…
zh_hant: 正在產生詳細解釋…

source: 正在识别文字…
en: Reading the text…
es: Leyendo el texto…
ja: 文字を読み取っています…
ko: 텍스트를 읽는 중…
pt_br: Lendo o texto…
zh_hant: 正在辨識文字…

source: 母语
en: Native language
es: Lengua materna
ja: 母語
ko: 모국어
pt_br: Língua materna
zh_hant: 母語

# 每天 %lld 个新词，约 %lld 分钟
source: 每天 %1$lld 个新词，约 %2$lld 分钟
en: %lld new words a day, about %lld min
es: %lld palabras nuevas al día, unos %lld min
ja: 1日に新しい単語%lld個、約%lld分
ko: 하루 새 단어 %lld개, 약 %lld분
pt_br: %lld palavras novas por dia, cerca de %lld min
zh_hant: 每天 %lld 個新單字，約 %lld 分鐘

source: 每天学多少？
en: How much a day?
es: ¿Cuánto quieres estudiar al día?
ja: 1日にどのくらい学びますか？
ko: 하루에 얼마나 공부할까요?
pt_br: Quanto estudar por dia?
zh_hant: 每天學多少？

source: 每天学新词
en: New words a day
es: Palabras nuevas al día
ja: 1日の新しい単語
ko: 하루 새 단어
pt_br: Palavras novas por dia
zh_hant: 每天學新單字

source: 每天提醒你一次？
en: Want a daily reminder?
es: ¿Te recordamos una vez al día?
ja: 毎日1回お知らせしましょうか？
ko: 하루 한 번 알려 드릴까요?
pt_br: Quer um lembrete por dia?

source: 每天最多复习
en: Max reviews a day
es: Máx. repasos al día
ja: 1日の復習上限
ko: 하루 최대 복습
pt_br: Máx. de revisões por dia
zh_hant: 每天最多複習

source: 每日提醒
en: Daily reminder
es: Recordatorio diario
ja: 毎日のリマインダー
ko: 매일 알림
pt_br: Lembrete diário

source: 比你现在的水平难一些
en: A bit above your current level
es: Un poco por encima de tu nivel actual
ja: 今のレベルより少し難しめ
ko: 지금 레벨보다 조금 어려워요
pt_br: Um pouco acima do seu nível atual
zh_hant: 比你現在的程度難一些

source: 没有复习
en: No reviews
es: Sin repasos
ja: 復習なし
ko: 복습 안 함
pt_br: sem revisão
zh_hant: 沒有複習

source: 没有找到英文文字。靠近一点、保持光线充足再拍一次吧
en: No English text found. Move closer, find good light and try again
es: No encontramos texto en inglés. Acércate un poco, busca buena luz e inténtalo otra vez
ja: 英語の文字が見つかりませんでした。もう少し近づいて、明るい場所でもう一度撮ってみてください
ko: 영어 텍스트를 찾지 못했어요. 조금 더 가까이, 밝은 곳에서 다시 찍어 보세요
pt_br: Nenhum texto em inglês encontrado. Chegue mais perto, com boa luz, e tente de novo
zh_hant: 沒有找到英文文字。靠近一點、光線充足一點再拍一次吧

source: 没有挑出单词
en: No words picked
es: Sin palabras sugeridas
ja: おすすめの単語がありません
ko: 골라낸 단어가 없어요
pt_br: Nenhuma palavra sugerida
zh_hant: 沒有挑出單字

source: 没能发送验证码，请检查网络后再试
en: Couldn't send the code. Check your connection and try again
es: No se pudo enviar el código. Revisa tu conexión e inténtalo de nuevo
ja: コードを送信できませんでした。接続を確認してもう一度お試しください
ko: 인증번호를 보내지 못했어요. 네트워크를 확인하고 다시 시도해 주세요
pt_br: Não foi possível enviar o código. Verifique a conexão e tente de novo
zh_hant: 沒能傳送驗證碼，請檢查網路後再試

source: 没能读取 Apple 登录信息，请再试一次。
en: Couldn't read your Apple sign-in. Please try again.
es: No se pudo leer tu inicio de sesión con Apple. Inténtalo de nuevo.
ja: Appleのサインイン情報を読み込めませんでした。もう一度お試しください。
ko: Apple 로그인 정보를 불러오지 못했어요. 다시 시도해 주세요.
pt_br: Não deu para ler os dados de login da Apple. Tente de novo.
zh_hant: 無法讀取 Apple 登入資訊，請再試一次。

source: 测一测
en: Quiz me
es: Ponte a prueba
ja: テストしてみる
ko: 테스트해 보기
pt_br: Testar
zh_hant: 考考自己

source: 清空
en: Erase
es: Borrar todo
ja: すべて削除
ko: 모두 삭제
pt_br: Apagar tudo
zh_hant: 清除

source: 清空后不能恢复。头像、昵称和设置会保留。
en: This can't be undone. Your avatar, nickname and settings will be kept.
es: No se puede deshacer. Tu foto de perfil, apodo y ajustes se conservan.
ja: 削除すると元に戻せません。アイコン、ニックネーム、設定は残ります。
ko: 삭제하면 되돌릴 수 없어요. 프로필 사진, 닉네임, 설정은 그대로 남아요.
pt_br: Isso não pode ser desfeito. Avatar, apelido e ajustes serão mantidos.
zh_hant: 清除後無法復原。大頭貼、暱稱和設定會保留。

source: 清空所有场景、单词和学习记录？
en: Erase all scenes, words and study history?
es: ¿Borrar todas las escenas, palabras e historial de estudio?
ja: すべてのシーン、単語、学習記録を削除しますか？
ko: 모든 장면, 단어, 학습 기록을 삭제할까요?
pt_br: Apagar todas as cenas, palavras e o histórico de estudo?
zh_hant: 要清除所有場景、單字和學習紀錄嗎？

source: 清空所有数据
en: Erase all data
es: Borrar todos los datos
ja: すべてのデータを削除
ko: 모든 데이터 삭제
pt_br: Apagar todos os dados
zh_hant: 清除所有資料

source: 灰粉
en: Blush
es: Rosa palo
ja: くすみピンク
ko: 더스티 핑크
pt_br: Rosé

source: 灰紫
en: Lilac
es: Lila
ja: くすみパープル
ko: 라일락
pt_br: Lilás

source: 灰绿
en: Sage
es: Salvia
ja: セージグリーン
ko: 세이지 그린
pt_br: Sálvia
zh_hant: 灰綠

source: 灰蓝
en: Dusty blue
es: Azul bruma
ja: くすみブルー
ko: 더스티 블루
pt_br: Azul suave
zh_hant: 灰藍

source: 点一天，复习那天的词
en: Tap a day to review its words
es: Toca un día para repasar sus palabras
ja: 日付をタップして、その日の単語を復習
ko: 날짜를 눌러 그날 단어를 복습해요
pt_br: Toque num dia para revisar
zh_hant: 點一天，複習那天的單字

source: 点你认识的词，大约 30 秒，一共 2 轮。不确定就别选，结果会更准。
en: Tap the words you know. It takes about 30 seconds, in 2 rounds. If you're not sure, leave it out for a more accurate result.
es: Toca las palabras que conoces. Son unos 30 segundos, en 2 rondas. Si dudas, no la elijas: el resultado será más preciso.
ja: 知っている単語をタップしてください。約 30 秒、全 2 回です。自信がないものは選ばないほうが正確です。
ko: 아는 단어를 눌러 주세요. 약 30초, 총 2라운드예요. 확실하지 않으면 고르지 않는 게 더 정확해요.
pt_br: Toque nas palavras que você conhece. Leva uns 30 segundos, em 2 rodadas. Na dúvida, não marque: o resultado fica mais preciso.
zh_hant: 點你認識的單字，大約 30 秒，一共 2 輪。不確定就別選，結果會更準。
